# Використати вивчені функції Python:

# Робота зі списками:
#  1. Cтворити змінну list_append = [1, 2, 3] і за допомогою функції append() додати туди спочатку 4, а потім 5
#  2. Cтворити змінну list_extend = [4, 5, 6] і розширити цей список іншим списком [7, 8, 9] за допомогою функції extend()
#  3. Визначити індекс елемента 6 у списку list_extend за допомогою функції index()
#  4. Визначити довжину списку list_append за допомогою функції len()

#  ==================================================================

#  1. Cтворити змінну list_append = [1, 2, 3] і за допомогою функції append() додати туди спочатку 4, а потім 5

list_append = [1, 2, 3]

list_append.append(4)
list_append.append(5)
print(list_append)

#  2. Cтворити змінну list_extend = [4, 5, 6] і розширити цей список іншим списком [7, 8, 9] за допомогою функції extend()

list_extend = [4, 5, 6]

list_extend.extend([7, 8, 9])
print(list_extend)

#  3. Визначити індекс елемента 6 у списку list_extend за допомогою функції index()

result_3 = list_extend.index(6)
print(result_3)

#  4. Визначити довжину списку list_append за допомогою функції len()

result_4 = len(list_append)
print(result_4)