# Списки

a = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15]
b = ["Ukraine", "Sweden", "Norway", "Portugal", "Germany", "Italy", "Spain", "France", "England", "Croatia"]

print("перший елемент списку a[0]:", a[0])
print("шостий елемент списку a[5]:", a[5])
print("останній елемент списку b[-1]:", b[-1])

print("весь список a[::]", a[::])
print("елементи з 6го по 11й з кроком 2 a[5:10:2]: ", a[5:10:2])
print("елементи з 1го до 6го з кроком 1 a[:6]: ", a[:6])
print("елементи з 1го до останнього з кроком 2 b[::2]:", b[::2])

print("список розвернули з кінця до початку a[::-1]: ", a[::-1])
print("список розвернули з кінця до початку b[::-1]: ", b[::-1])