# Умовні конструкції:
# Перевірка паролю:
# Завдання: 
# Напишіть програму, яка встановлює початковий пароль і перевіряє, чи введений користувачем пароль співпадає з ним. 
# Якщо пароль дорівнює "password123", виведіть повідомлення "Ви увійшли в систему". 
# В іншому випадку виведіть повідомлення "Неправильний пароль".

my_attempt_1 = "password123"
my_attempt_2 = "qwerty777"
my_attempt_3 = "vkfgdjfgld"

PASSWORD = "password123"

if my_attempt_3 == PASSWORD:
    print("✅ Ви увійшли в систему")
else:
    print("❌ Помилка! Ви ввели невірний пароль")